Repository: DebugSwift/DebugSwift
Catalog: DebugSwift/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Size
pt_br: Tamanho

source: Opacity
pt_br: Opacidade

source: Color
pt_br: Cor

source: Settings
pt_br: Configurações

source: CPU usage
pt_br: Uso da CPU

source: Max CPU usage
pt_br: Uso máximo da CPU

source: Memory usage
pt_br: Uso de memória

source: Max memory usage
pt_br: Uso máximo de memória

source: Simulate memory warning
pt_br: 🚨 Simular Aviso de Memória

source: Memory
pt_br: Memória

source: Min FPS
pt_br: FPS mínimo

source: Show widget
pt_br: Mostrar Widget

source: Files
pt_br: Arquivos

source: Showing touches
pt_br: Mostrar toques

source: Grid overlay
pt_br: Grid

source: Show grid overlay
pt_br: Mostrar Grid

source: Colorized view borders
pt_br: Bordas de visualização coloridas

source: Slow animations
pt_br: Animações lentas

source: Dark Mode
pt_br: Modo Escuro

source: Device Info
pt_br: Informações do Dispositivo

source: Simulated location
pt_br: Localização simulada

source: Actions
pt_br: Ações

source: Action
pt_br: Ação

source: Custom Data
pt_br: Dados personalizados

# custom-action
source: Custom Actions
pt_br: Ações personalizadas

# actions-crash
source: Crashes
pt_br: Falhas do Sistema

source: Search
pt_br: Pesquisar

# location-title
source: Simulate Location
pt_br: Simular Localização

# mapselection-title
source: Select Location
pt_br: Selecionar Localização

# gridoverlay-title
source: Grid overlay
pt_br: Grid

# network-details-title
source: Details
pt_br: Detalhes

# network-title
source: Network
pt_br: Rede

# performance-title
source: Performance
pt_br: Desempenho

# resources-title
source: Resources
pt_br: Recursos

# files-title
source: Files
pt_br: Arquivos

source: App Version:
pt_br: Versão do App:

source: Build Version:
pt_br: Versão do Build:

source: Bundle Name:
pt_br: Nome do Pacote:

source: Bundle ID:
pt_br: ID do Pacote:

source: Screen Resolution:
pt_br: Resolução da Tela:

source: Device Model:
pt_br: Modelo do Dispositivo:

source: iOS Version:
pt_br: Versão do iOS:

# inicialization-time
source: Initialization Time:
pt_br: Tempo de Inicialização:

# reachability-status
source: Connection Type:
pt_br: Tipo de conexão:

source: Custom...
pt_br: Customizada...

# empty-data
source: No data found in the
pt_br: Não foi encontrados dados no

source: Clean
pt_br: Limpar

# delete.title
source: Warning
pt_br: Alerta

# delete.subtitle
source: This action remove all data
pt_br: Essa ação irá remover todos os dados

# delete.action
source: Delete
pt_br: Deletar

# delete.cancel
source: Cancel
pt_br: Cancelar

source: Date
pt_br: Data

# crash-name
source: Error
pt_br: Erro

source: Reason
pt_br: Motivo

source: No Reason
pt_br: Não encontrado

source: Context
pt_br: Contexto

source: Name
pt_br: Nome

source: User Info
pt_br: Informações do Usuário

source: Copy
pt_br: Copiar

source: Close
pt_br: Fechar

source: Share
pt_br: Compartilhar

source: Cellular
pt_br: Chip do Celular

source: No Connection
pt_br: Sem Conexão

source: Unavailable
pt_br: Indisponível

# error-continue-description
source: Informational: Client should continue with request
pt_br: Informativo: O cliente deve continuar com a solicitação

# error-switching-protocols-description
source: Informational: Server is switching protocols
pt_br: Informativo: O servidor está trocando de protocolos

# error-processing-description
source: Informational: Server has received and is processing the request
pt_br: Informativo: O servidor recebeu e está processando a solicitação

# error-checkpoint-description
source: Informational: Resume aborted PUT or POST requests
pt_br: Informativo: Retomar solicitações PUT ou POST abortadas

# error-uri-too-long-description
source: Informational: URI is longer than a maximum of 2083 characters
pt_br: Informativo: A URI é mais longa do que o máximo de 2083 caracteres

# error-multiple-choices-description
source: Redirection: Multiple options for the resource delivered
pt_br: Redirecionamento: Múltiplas opções para o recurso entregues

# error-moved-permanently-description
source: Redirection: This and all future requests directed to the given URI
pt_br: Redirecionamento: Esta e todas as solicitações futuras direcionadas para a URI fornecida

# error-found-description
source: Redirection: Temporary response to request found via an alternative URI
pt_br: Redirecionamento: Resposta temporária à solicitação encontrada por meio de uma URI alternativa

# error-see-other-description
source: Redirection: Permanent response to request found via an alternative URI
pt_br: Redirecionamento: Resposta permanente à solicitação encontrada por meio de uma URI alternativa

# error-not-modified-description
source: Redirection: Resource has not been modified since last requested
pt_br: Redirecionamento: O recurso não foi modificado desde a última solicitação

# error-use-proxy-description
source: Redirection: Content located elsewhere, retrieve from there
pt_br: Redirecionamento: Conteúdo localizado em outro lugar, recupere de lá

# error-switch-proxy-description
source: Redirection: Subsequent requests should use the specified proxy
pt_br: Redirecionamento: Solicitações subsequentes devem usar o proxy especificado

# error-temporary-redirect-description
source: Redirection: Connect again to a different URI as provided
pt_br: Redirecionamento: Conectar novamente a uma URI diferente conforme fornecido

# error-permanent-redirect-description
source: Redirection: Connect again to a different URI using the same method
pt_br: Redirecionamento: Conectar novamente a uma URI diferente usando o mesmo método

# error-bad-request-description
source: Client Error: Request cannot be fulfilled due to bad syntax
pt_br: Erro do Cliente: A solicitação não pode ser atendida devido à sintaxe incorreta

# error-unauthorized-description
source: Client Error: Authentication is possible but has failed
pt_br: Erro do Cliente: A autenticação é possível, mas falhou

# error-payment-required-description
source: Client Error: Payment required, reserved for future use
pt_br: Erro do Cliente: Pagamento necessário, reservado para uso futuro

# error-forbidden-description
source: Client Error: Server refuses to respond to the request
pt_br: Erro do Cliente: O servidor recusa-se a responder à solicitação

# error-not-found-description
source: Client Error: Requested resource could not be found
pt_br: Erro do Cliente: Recurso solicitado não pôde ser encontrado

# error-method-not-allowed-description
source: Client Error: Request method not supported by that resource
pt_br: Erro do Cliente: Método de solicitação não suportado pelo recurso

# error-not-acceptable-description
source: Client Error: Content not acceptable according to the Accept headers
pt_br: Erro do Cliente: Conteúdo não aceitável de acordo com os cabeçalhos Accept

# error-proxy-authentication-required-description
source: Client Error: Client must first authenticate itself with the proxy
pt_br: Erro do Cliente: O cliente deve autenticar-se primeiro com o proxy

# error-request-timeout-description
source: Client Error: Server timed out waiting for the request
pt_br: Erro do Cliente: Tempo limite do servidor aguardando a solicitação

# error-conflict-description
source: Client Error: Request could not be processed because of conflict
pt_br: Erro do Cliente: A solicitação não pôde ser processada devido a conflito

# error-gone-description
source: Client Error: Resource is no longer available and will not be available again
pt_br: Erro do Cliente: O recurso não está mais disponível e não estará disponível novamente

# error-length-required-description
source: Client Error: Request did not specify the length of its content
pt_br: Erro do Cliente: A solicitação não especificou o comprimento de seu conteúdo

# error-precondition-failed-description
source: Client Error: Server does not meet request preconditions
pt_br: Erro do Cliente: O servidor não atende às condições prévias da solicitação

# error-request-entity-too-large-description
source: Client Error: Request is larger than the server is willing or able to process
pt_br: Erro do Cliente: A solicitação é maior do que o servidor está disposto ou capaz de processar

# error-request-uri-too-long-description
source: Client Error: URI provided was too long for the server to process
pt_br: Erro do Cliente: A URI fornecida era muito longa para o servidor processar

# error-unsupported-media-type-description
source: Client Error: Server does not support the media type
pt_br: Erro do Cliente: O servidor não suporta o tipo de mídia

# error-requested-range-not-satisfiable-description
source: Client Error: Client has asked for an unprovidable portion of the file
pt_br: Erro do Cliente: O cliente solicitou uma parte do arquivo que não pode ser fornecida

# error-expectation-failed-description
source: Client Error: Server cannot meet requirements of the Expect request-header field
pt_br: Erro do Cliente: O servidor não pode atender aos requisitos do campo de cabeçalho Expect

# error-im-a-teapot-description
source: Client Error: I'm a teapot
pt_br: Erro do Cliente: Eu sou uma chaleira

# error-twitter-rate-limiting-description
source: Client Error: Twitter rate limiting
pt_br: Erro do Cliente: Limite de taxa do Twitter atingido

# error-misdirected-request-description
source: Client Error: Misdirected Request
pt_br: Erro do Cliente: Solicitação equivocada

# error-unprocessable-entity-description
source: Client Error: Request unable to be followed due to semantic errors
pt_br: Erro do Cliente: A solicitação não pode ser seguida devido a erros semânticos

# error-locked-description
source: Client Error: Resource that is being accessed is locked
pt_br: Erro do Cliente: Recurso sendo acessado está bloqueado

# error-failed-dependency-description
source: Client Error: Request failed due to the failure of a previous request
pt_br: Erro do Cliente: A solicitação falhou devido ao fracasso de uma solicitação anterior

# error-upgrade-required-description
source: Client Error: Client should switch to a different protocol
pt_br: Erro do Cliente: O cliente deve mudar para um protocolo diferente

# error-precondition-required-description
source: Client Error: Origin server requires the request to be conditional
pt_br: Erro do Cliente: O servidor de origem requer que a solicitação seja condicional

# error-too-many-requests-description
source: Client Error: User has sent too many requests in a given amount of time
pt_br: Erro do Cliente: O usuário enviou muitas solicitações em um determinado período de tempo

# error-request-header-fields-too-large-description
source: Client Error: Server is unwilling to process the request
pt_br: Erro do Cliente: O servidor está indisposto a processar a solicitação

# error-no-response-description
source: Client Error: Server returns no information and closes the connection
pt_br: Erro do Cliente: O servidor não retorna informações e fecha a conexão

# error-retry-with-description
source: Client Error: Request should be retried after performing action
pt_br: Erro do Cliente: A solicitação deve ser tentada novamente após a realização da ação

# error-blocked-by-windows-parental-controls-description
source: Client Error: Windows Parental Controls blocking access to the webpage
pt_br: Erro do Cliente: Conteúdo bloqueado pelo Controle Parental do Windows

# error-wrong-exchange-server-description
source: Client Error: The server cannot reach the client's mailbox
pt_br: Erro do Cliente: O servidor não pode acessar a caixa de correio do cliente

# error-client-closed-request-description
source: Client Error: Connection closed by the client while the HTTP server is processing
pt_br: Erro do Cliente: Conexão fechada pelo cliente enquanto o servidor HTTP está processando

# error-internal-server-error-description
source: Server Error: Generic error message
pt_br: Erro do Servidor: Mensagem de erro genérica

# error-not-implemented-description
source: Server Error: Server does not recognize the method or lacks the ability to fulfill
pt_br: Erro do Servidor: O servidor não reconhece o método ou não possui a capacidade de atender

# error-bad-gateway-description
source: Server Error: Server received an invalid response from the upstream server
pt_br: Erro do Servidor: O servidor recebeu uma resposta inválida do servidor upstream

# error-service-unavailable-description
source: Server Error: Server is currently unavailable
pt_br: Erro do Servidor: O servidor está temporariamente indisponível

# error-gateway-timeout-description
source: Server Error: Gateway did not receive a response from the upstream server
pt_br: Erro do Servidor: O gateway não recebeu uma resposta do servidor upstream

# error-http-version-not-supported-description
source: Server Error: Server does not support the HTTP protocol version
pt_br: Erro do Servidor: O servidor não suporta a versão do protocolo HTTP

# error-variant-also-negotiates-description
source: Server Error: Content negotiation for the request results in a circular reference
pt_br: Erro do Servidor: Negociação de conteúdo para a solicitação resulta em uma referência circular

# error-insufficient-storage-description
source: Server Error: Server is unable to store the representation
pt_br: Erro do Servidor: O servidor não consegue armazenar a representação

# error-loop-detected-description
source: Server Error: Server detected an infinite loop while processing the request
pt_br: Erro do Servidor: O servidor detectou um loop infinito ao processar a solicitação

# error-bandwidth-limit-exceeded-description
source: Server Error: Bandwidth limit exceeded
pt_br: Erro do Servidor: Limite de largura de banda excedido

# error-not-extended-description
source: Server Error: Further extensions to the request are required
pt_br: Erro do Servidor: São necessárias extensões adicionais à solicitação

# error-network-authentication-required-description
source: Server Error: Client needs to authenticate to gain network access
pt_br: Erro do Servidor: O cliente precisa se autenticar para obter acesso à rede

# error-invalid-ssl-certificate-description
source: Server Error: The origin web server does not have a valid SSL certificate
pt_br: Erro do Servidor: O servidor de origem não possui um certificado SSL válido

# error-network-read-timeout-description
source: Server Error: Network read timeout behind the proxy
pt_br: Erro do Servidor: Tempo limite de leitura de rede atrás do proxy

# error-network-connect-timeout-description
source: Server Error: Network connect timeout behind the proxy
pt_br: Erro do Servidor: Tempo limite de conexão de rede atrás do proxy

# error-switching-protocols
source: Switching Protocols
pt_br: Mudando Protocolos

# error-processing
source: Processing
pt_br: Processando

# error-checkpoint
source: Checkpoint
pt_br: Ponto de Verificação

# error-uri-too-long
source: Request-URI too long
pt_br: URI da Requisição é muito longa

# error-multiple-choices
source: Multiple Choices
pt_br: Múltiplas Opções

# error-moved-permanently
source: Moved Permanently
pt_br: Movido Permanentemente

# error-found
source: Found
pt_br: Encontrado

# error-see-other
source: See Other
pt_br: Veja Outro

# error-not-modified
source: Not Modified
pt_br: Não Modificado

# error-use-proxy
source: Use Proxy
pt_br: Usar Proxy

# error-switch-proxy
source: Switch Proxy
pt_br: Trocar Proxy

# error-temporary-redirect
source: Temporary Redirect
pt_br: Redirecionamento Temporário

# error-permanent-redirect
source: Permanent Redirect
pt_br: Redirecionamento Permanente

# error-bad-request
source: Bad Request
pt_br: Requisição Inválida

# error-unauthorized
source: Unauthorized
pt_br: Não Autorizado

# error-payment-required
source: Payment Required
pt_br: Pagamento Necessário

# error-forbidden
source: Forbidden
pt_br: Proibido

# error-not-found
source: Not Found
pt_br: Não Encontrado

# error-method-not-allowed
source: Method Not Allowed
pt_br: Método Não Permitido

# error-not-acceptable
source: Not Acceptable
pt_br: Não Aceitável

# error-proxy-authentication-required
source: Proxy Authentication Required
pt_br: Autenticação de Proxy Necessária

# error-request-timeout
source: Request Timeout
pt_br: Tempo Limite da Requisição

# error-conflict
source: Conflict
pt_br: Conflito

# error-gone
source: Gone
pt_br: Desaparecido

# error-length-required
source: Length Required
pt_br: Comprimento Necessário

# error-precondition-failed
source: Precondition Failed
pt_br: Pré-condição Falhou

# error-request-entity-too-large
source: Request Entity Too Large
pt_br: Entidade da Requisição é Muito Grande

# error-request-uri-too-long
source: Request-URI Too Long
pt_br: URI da Requisição é Muito Longa

# error-unsupported-media-type
source: Unsupported Media Type
pt_br: Tipo de Mídia Não Suportado

# error-requested-range-not-satisfiable
source: Requested Range Not Satisfiable
pt_br: Faixa Solicitada Não Satisfatória

# error-expectation-failed
source: Expectation Failed
pt_br: Expectativa Falhou

# error-im-a-teapot
source: I'm a Teapot
pt_br: Sou uma Chaleira

# error-twitter-rate-limiting
source: Enhance Your Calm
pt_br: Limite de Taxa do Twitter

# error-misdirected-request
source: Misdirected Request
pt_br: Requisição Mal Direcionada

# error-unprocessable-entity
source: Unprocessable Entity
pt_br: Entidade Impossível de Processar

# error-locked
source: Locked
pt_br: Trancado

# error-failed-dependency
source: Failed Dependency
pt_br: Dependência Falhou

# error-upgrade-required
source: Upgrade Required
pt_br: Atualização Necessária

# error-precondition-required
source: Precondition Required
pt_br: Pré-condição Necessária

# error-too-many-requests
source: Too Many Requests
pt_br: Muitas Requisições

# error-request-header-fields-too-large
source: Request Header Fields Too Large
pt_br: Campos de Cabeçalho da Requisição são Muito Grandes

# error-no-response
source: No Response
pt_br: Sem Resposta

# error-retry-with
source: Retry With
pt_br: Repetir Com

# error-blocked-by-windows-parental-controls
source: Blocked by Windows Parental Controls
pt_br: Bloqueado pelo Controle Parental do Windows

# error-wrong-exchange-server
source: Wrong Exchange server
pt_br: Servidor de Troca Incorreto

# error-client-closed-request
source: Client Closed Request
pt_br: Cliente Fechou a Requisição

# error-internal-server-error
source: Internal Server Error
pt_br: Erro Interno do Servidor

# error-not-implemented
source: Not Implemented
pt_br: Não Implementado

# error-bad-gateway
source: Bad Gateway
pt_br: Gateway Ruim

# error-service-unavailable
source: Service Unavailable
pt_br: Serviço Indisponível

# error-gateway-timeout
source: Gateway Timeout
pt_br: Tempo Limite do Gateway

# error-http-version-not-supported
source: HTTP Version Not Supported
pt_br: Versão do HTTP Não Suportada

# error-variant-also-negotiates
source: Variant Also Negotiates
pt_br: Variante Também Negocia

# error-insufficient-storage
source: Insufficient Storage
pt_br: Armazenamento Insuficiente

# error-loop-detected
source: Loop Detected
pt_br: Loop Detectado

# error-bandwidth-limit-exceeded
source: Bandwidth Limit Exceeded
pt_br: Limite de Largura de Banda Excedido

# error-not-extended
source: Not Extended
pt_br: Não Estendido

# error-network-authentication-required
source: Network Authentication Required
pt_br: Autenticação de Rede Necessária

# error-invalid-ssl-certificate
source: Invalid SSL Certificate
pt_br: Certificado SSL Inválido

# error-network-read-timeout
source: Network Read Timeout Error
pt_br: Tempo Limite de Leitura de Rede

# error-network-connect-timeout
source: Network Connect Timeout Error
pt_br: Tempo Limite de Conexão de Rede

# alert.url.copied.title
source: Copied!
pt_br: Copiado!

# alert.url.copied.description
source: You can paste this url when needed.
pt_br: Você pode colar esta url quando necessário.
